tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "bash"
brew "bash-completion"
brew "git"
brew "gh"
brew "go"
brew "nodebrew"
brew "gradle"
brew "maven"
brew "graphviz"
brew "jq"
brew "peco"
brew "tmux"
brew "vim"
brew "wget"
brew "tree"

cast "docker"
cask "slack"
cask "google-chrome"
cask "iterm2"
cask "google-backup-and-sync"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "font-source-han-code-jp"
